{
  "attributes": {
    "title": "Social Vulnerability Index (2006-2010) -- U.S. (Texas)",
    "service": "317",
    "citation": "",
    "dataDownload": "https://coast.noaa.gov/htdata/SocioEconomic/SoVI2010/SoVI_2010_TX.zip",
    "description": "SoVI® is a valuable tool for policy makers and practitioners. It graphically illustrates the geographic variation in social vulnerability. It shows where there is uneven capacity for preparedness and response and where resources might be used most effectively to reduce the pre-existing vulnerability. SoVI® also is useful as an indicator in determining the differential recovery from disasters.The index synthesizes 27 socioeconomic variables, which the research literature suggests contribute to reduction in a community’s ability to prepare for, respond to, and recover from hazards. SoVI® data sources include primarily those from the United States Census Bureau.The data are compiled and processed by the Hazards and Vulnerability Research Institute at the University of South Carolina. The data are standardized and placed into a principal components analysis to reduce the initial set of variables into a smaller set of statistically optimized components. Adjustments are made to the components’ cardinality (positive (+) or negative (-)) to insure that positive component loadings are associated with increased vulnerability, and negative component loadings are associated with decreased vulnerability. Once the cardinalities of the components are determined, the components are added together to determine the numerical social vulnerability score for each county.SoVI® 2006-10 marks a change in the formulation of the SoVI® metric from earlier versions. New directions in the theory and practice of vulnerability science emphasize the constraints of family structure, language barriers, vehicle availability, medical disabilities, and healthcare access in the preparation for and response to disasters, thus necessitating the inclusion of such factors in SoVI®. Extensive testing of earlier conceptualizations of SoVI®, in addition to the introduction of the U.S. Census Bureau’s five-year American Community Survey (ACS) estimates, warrants changes to the SoVI® recipe, resulting in a more robust metric. These changes, pioneered with the ACS-based SoVI® 2005-09 carry over to SoVI® 2006-10, which combines the best data available from both the 2010 U.S. Decennial Census and five-year estimates from the 2006-2010 ACS. ",
    "license": "U.S. Government Work",
    "organization": "NOAA",
    "organization-long": "National Oceanic and Atmospheric Administration, Department of Commerce",
    "short-description": "The Social Vulnerability Index (SoVI®) 2006-10 measures the social vulnerability of U.S. counties to environmental hazards. The index is a comparative metric that facilitates the examination of the differences in social vulnerability among counties. ",
    "subtitle": "Social Vulnerability to Environmental Hazards ",
    "source": "https://coast.noaa.gov/dataregistry/search/dataset/info/sovi"
  }
}
