{
  "attributes": {
    "title": "ISD Station Location -- Global",
    "service": "262",
    "citation": "",
    "dataDownload": "http://gis.ncdc.noaa.gov/all-records/catalog/search/resource/details.page?id=gov.noaa.ncdc:C00532",
    "description": "Most digital observations are decoded either at operational centers and forwarded to the Federal Climate Complex (FCC) in Asheville, NC, or decoded at the FCC. The US Air Force Combat Climatology Center (AFCCC), the National Climatic Data Center (NCDC), and the US Navy's Fleet Numerical Meteorological and Oceanographical Command Detachment (FNMOD), make up the FCC in Asheville. Each agency is responsible for data ingest, quality control, and customer support for surface climatological data. All data are now stored in a single ASCII format. Numerous DOD and civilian customers use this database in climatological applications. ISD refers to the digital database and format in which hourly and synoptic (3-hourly) weather observations are stored. The format conforms to Federal Information Processing Standards (FIPS). The database includes data originating from various codes such as synoptic, airways, METAR (Meteorological Routine Weather Report), and SMARS (Supplementary Marine Reporting Station), as well as observations from automatic weather stations. The data are sorted by station-year-month-day-hour-minute. Parameters included are: air quality, atmospheric pressure, atmospheric temperature/dew point, atmospheric winds, clouds, precipitation, ocean waves, tides and more. ISD Version 1 was released in 2001, with Version 2 (additional quality control applied) in 2003. Since 2003, there have been continued incremental improvements in automated quality control software.",
    "license": "U.S. Government Works",
    "organization": "NOAA",
    "organization-long": "National Oceanic and Atmospheric Administration, Department of Commerce",
    "short-description": "Integrated Surface Data (ISD) is digital data set DSI-3505, archived at the National Climatic Data Center (NCDC). The ISD database is composed of worldwide surface weather observations from over 20,000 stations, collected and stored from sources such as the Automated Weather Network (AWN), the Global Telecommunications System (GTS), the Automated Surface Observing System (ASOS), and data keyed from paper forms. ",
    "subtitle": "NOAA Integrated Surface Global Hourly Data"
  }
}
