{
  "attributes": {
    "dataDownload": "",
    "organization": "NOAA",
    "license": "U.S. Government Works",
    "source-long": "National Oceanic and Atmospheric Administration, Department of Commerce",
    "source": "http://gis.ncdc.noaa.gov/all-records/catalog/search/resource/details.page?id=gov.noaa.ncdc:C00824",
    "citation": "",
    "description": "NOAA Climate Normals are a large suite of data products that provide users with many tools to understand typical climate conditions for thousands of locations across the United States. As many NWS stations as possible are used, including those from the NWS Cooperative Observer Program (COOP) Network as well as some additional stations that have a Weather Bureau Army-Navy (WBAN) station identification number, including stations from the Climate Reference Network (CRN). The comprehensive U.S. Climate Normals dataset includes various derived products including daily air temperature normals (including maximum and minimum temperature normal, heating and cooling degree day normal, and others), precipitation normals (including snowfall and snow depth, percentiles, frequencies and other), and hourly normals (all normal derived from hourly data including temperature, dew point, heat index, wind chill, wind, cloudiness, heating and cooling degree hours, pressure normals). Users can access the data either by product or by station. Included in the dataset is extensive documentation to describe station metadata, filename descriptions, and methodology of producing the data. All data utilized in the computation of the 1981-2010 Climate Normals were taken from the ISD Lite (a subset of derived Integrated Surface Data), the Global Historical Climatology Network-Daily dataset, and standardized monthly temperature data (COOP). These source datasets (including intermediate datasets used in the computation of products) are also archived at the NOAA NCDC.",
    "short-description": "The U.S. Hourly Climate Normals for 1981 to 2010 are 30-year averages of meteorological parameters for thousands of U.S. stations located across the 50 states, as well as U.S. territories, commonwealths, the Compact of Free Association nations, and one station inCanada.",
    "service": 101,
    "subtitle": "NOAA Hourly Climate Normals (1981-2010)",
    "title": "Hourly Climate Normals"
  }
}
