{
  "attributes": {
    "organization": "Joe Casola, University of Washington",
    "license": "Public domain",
    "source": "http://warm.atmos.washington.edu/2860/products/primary_data/",
    "citation": "Hamlet, A.F. et al., 2013. An overview of the Columbia Basin Climate Change Scenarios Project: Approach, methods,  and summary of key results. Atmosphere-Ocean, 51(4), 392-415, doi: 10.1080/07055900.2013.819555.",
    "description": "Spring snowpack fluctuates substantially from year to year, but has declined by about –25% (or about –4%/decade) in the Washington Cascades  from the mid 20th century to 2006. This trend is due primarily to regional warming, but reflects the influence of both climate variability and change. Natural variability can dominate over shorter time scales. For example,  there was an apparent though statistically significant increase in spring snow accumulation from 1976 to 2007. By the 2040s (2030-2059), the average year in the  Puget Sound region is projected to have −23% (range: −34 to −6%) less April 1st snowpack under a low greenhouse gas scenario (B1), and −29% (range: −47 to −4%)  under a moderate greenhouse gas scenario (A1B), relative to 1970-1999. More information about this analysis is available here: https://cig.uw.edu/resources/special-reports/ps-sok/ ",
    "short-description": "Maps  above  indicate  current  and  future  watershed  classifications,  based  on  the  proportion   of   winter   precipitation   stored   in   peak   annual   snowpack. The   most  sensitive  basins  to  warming  are  the  watersheds that are near the current snowline “mixed rain and snow”,  shown  in  red shading  in  the  maps.  These are  middle  elevation  basins  that  receive  a  mixture  of   rain  and   snow  in   the  winter,  and  are   projected   to  experience   significant  increases  in  winter   flows  and   decreases   in   spring   and   summer  flows   as   a   result   of   warming.",
    "subtitle": "Percentage of winter precipitation captured in peak snowpack",
    "title": "Snowpack change projections"
  }
}
